tap "aws/tap"
tap "buo/cask-upgrade"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jumppad-labs/repo"
tap "kreuzwerker/taps"
tap "minamijoyo/hcledit"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "aws-iam-authenticator"
brew "readline"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bash-completion@2", link: false
brew "bat"
brew "black"
brew "broot"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "checkov"
brew "cloc"
brew "cmake"
brew "dive"
brew "docker"
brew "duf"
brew "eksctl"
brew "exa"
brew "harfbuzz"
brew "libbluray"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gopass"
brew "grep"
brew "netpbm"
brew "psutils"
brew "groovy"
brew "hadolint"
brew "helix"
brew "helm"
brew "hstr"
brew "htop"
brew "hugo"
brew "inetutils", link: false
brew "infracost"
brew "jq"
brew "kind"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "kubescape"
brew "kustomize"
brew "libpcap"
brew "libpq"
brew "node"
brew "markdown-toc"
brew "mas"
brew "maven"
brew "moreutils"
brew "naabu"
brew "navi"
brew "ncdu"
brew "neofetch"
brew "nmap"
brew "oath-toolkit"
brew "octant"
brew "opentofu"
brew "openvpn"
brew "tree"
brew "pass"
brew "pass-otp"
brew "pinentry-mac"
brew "qemu"
brew "podman"
brew "podman-compose"
brew "postgrest"
brew "virtualenv", link: false
brew "pre-commit"
brew "pyenv"
brew "python@3.10"
brew "tcl-tk"
brew "python-tk@3.10"
brew "python-tk@3.11"
brew "python@3.8"
brew "python@3.9"
brew "rclone"
brew "smimesign"
brew "starship"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "terrascan"
brew "tfenv", link: false
brew "tflint"
brew "tfsec"
brew "tfupdate"
brew "tldr"
brew "tmux"
brew "vault"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zlib"
brew "derailed/k9s/k9s"
brew "jumppad-labs/repo/jumppad"
brew "minamijoyo/hcledit/hcledit"
cask "betaflight-configurator"
cask "brave-browser"
cask "burp-suite"
cask "dbeaver-community"
cask "discord"
cask "evernote"
cask "fig"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-ubuntu-nerd-font"
cask "intellij-idea-ce"
cask "logi-options-plus"
cask "maccy"
cask "microsoft-teams"
cask "nvidia-geforce-now"
cask "obsidian"
cask "openlens"
cask "openvpn-connect"
cask "podman-desktop"
cask "raycast"
cask "shottr"
cask "steam"
cask "vagrant"
cask "viber"
cask "visual-studio-code"
mas "AdBlock", id: 1402042596
mas "AdBlock Pro", id: 1018301773
mas "Amphetamine", id: 937984704
mas "Gestimer", id: 990588172
mas "Ghostery – Privacy Ad Blocker", id: 1436953057
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "OneDrive", id: 823766827
mas "Trello", id: 1278508951
mas "Wappalyzer - Technology profiler", id: 1520333300
vscode "aaron-bond.better-comments"
vscode "alefragnani.Bookmarks"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anseki.vscode-color"
vscode "bierner.color-info"
vscode "bierner.markdown-mermaid"
vscode "codezombiech.gitignore"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "formulahendry.docker-explorer"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "janjoerke.jenkins-pipeline-linter-connector"
vscode "jeff-hykin.better-dockerfile-syntax"
vscode "joffreykern.markdown-toc"
vscode "kamikillerto.vscode-colorize"
vscode "marquesmps.dockerfile-validator"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "NicolasVuillamy.vscode-groovy-lint"
vscode "rangav.vscode-thunder-client"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rogalmic.bash-debug"
vscode "saionaro.smart-css-autocomplete"
vscode "samuelcolvin.jinjahtml"
vscode "solnurkarim.html-to-css-autocompletion"
vscode "suyashsonawane.vscode-datree"
vscode "TakumiI.markdowntable"
vscode "technosophos.vscode-helm"
vscode "Tim-Koehler.helm-intellisense"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "william-voyek.vscode-nginx"
vscode "withfig.fig"
vscode "xcad2k.vscode-thedigitallife"
vscode "yzhang.markdown-all-in-one"
vscode "Zignd.html-css-class-completion"
