tap "argoproj/tap"
tap "arl/arl"
tap "fujiwara/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
tap "little-angry-clouds/my-brews"
tap "mongodb/brew"
tap "sre/tools", "git@gitlab.sportradar.ag:sre/homebrew-tools.git"
tap "teamookla/speedtest"
brew "argocd"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "broot"
brew "glib"
brew "cilium-cli"
brew "cmake"
brew "cookiecutter"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "exa"
brew "exiftool"
brew "eza"
brew "fd"
brew "fzf"
brew "glab"
brew "gnupg"
brew "grep"
brew "grpcurl"
brew "gum"
brew "harfbuzz"
brew "helix"
brew "helm", link: false
brew "helmfile"
brew "hstr"
brew "hubble"
brew "jq"
brew "k9s"
brew "kind", args: ["HEAD"]
brew "kubecolor"
brew "kubectx"
brew "kubent"
brew "qemu"
brew "lima"
brew "lsd"
brew "openjdk"
brew "maven"
brew "node"
brew "mongosh"
brew "mysql-client@8.4"
brew "ncdu"
brew "neovim"
brew "pkg-config"
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "six"
brew "starship"
brew "stern"
brew "stow"
brew "telnet"
brew "terraform-docs"
brew "terraformer"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "tmux"
brew "trivy"
brew "vim"
brew "vivid"
brew "watch"
brew "wget"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "arl/arl/gitmux"
brew "fujiwara/tap/tfstate-lookup"
brew "hashicorp/tap/vault"
brew "jesseduffield/lazygit/lazygit"
brew "little-angry-clouds/my-brews/helmenv"
brew "little-angry-clouds/my-brews/kbenv"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community@4.4"
brew "sre/tools/awsprofile"
brew "sre/tools/smgo"
brew "teamookla/speedtest/speedtest"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-ubuntu-nerd-font"
cask "iterm2"
cask "maccy"
cask "obsidian"
cask "openlens"
cask "redisinsight"
cask "shottr"
cask "spotify"
cask "tabby"
cask "wezterm"
cask "zen-browser"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anseki.vscode-color"
vscode "bierner.color-info"
vscode "bierner.markdown-mermaid"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "codezombiech.gitignore"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "formulahendry.docker-explorer"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "janjoerke.jenkins-pipeline-linter-connector"
vscode "jeff-hykin.better-dockerfile-syntax"
vscode "joffreykern.markdown-toc"
vscode "kamikillerto.vscode-colorize"
vscode "marquesmps.dockerfile-validator"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "naumovs.color-highlight"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rogalmic.bash-debug"
vscode "saionaro.smart-css-autocomplete"
vscode "samuelcolvin.jinjahtml"
vscode "solnurkarim.html-to-css-autocompletion"
vscode "suyashsonawane.vscode-datree"
vscode "takumii.markdowntable"
vscode "technosophos.vscode-helm"
vscode "tim-koehler.helm-intellisense"
vscode "tomrijndorp.find-it-faster"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "william-voyek.vscode-nginx"
vscode "xcad2k.vscode-thedigitallife"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
